Repository: vls/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Priority
pt: Prioridade

source: Last Seen
pt: Última Ocorrência

source: First Seen
pt: Primeira Ocorrência

source: Frequency
pt: Frequência

source: Total Time Spent
pt: Tempo Total Despendido

source: Average Time Spent
pt: Tempo Médio Despendido

source: Trending: %(minutes)d minutes
pt: Tendência: %(minutes)d minutos

source: Score
pt: Pontuação

source: Unresolved
pt: Por resolver

source: Resolved
pt: Resolvido

source: Muted
pt: Silenciado

source: User
pt: Utilizador

source: System Agent
pt: Agente do Sistema

source: Stacktrace (most recent call first):
pt: Stacktrace (chamada mais recente primeiro):

source: Stacktrace (most recent call last):
pt: Stacktrace (chamada mais recente por último):

source: Request
pt: Pedido

source: Visible
pt: Visível

source: Hidden
pt: Escondido

source: error
pt: erro

source: grouped messages
pt: mensagens agrupadas

source: grouped message
pt: mensagem agrupada

source: message
pt: mensagem

source: messages
pt: mensagens

source: Status
pt: Estado

source: Notify project members when a new event is seen for the first time, or when an already resolved event has changed back to unresolved.
pt: Notificar os membros deste projeto na primeira ocorrência de um novo evento, ou quando um evento resolvido for modificado para não resolvido.

source: Auto Tag: Interface Types
pt: Etiqueta Automática: Tipos de Interface

source: Mail
pt: Correio

source: Auto Tag: Sites
pt: Etiqueta Automática: Sites

source: Site
pt: Sítio

source: Auto Tag: URLs
pt: Etiqueta Automática: URLs

source: Auto Tag: User Emails
pt: Etiqueta Automática: Emails do Utilizador

source: User Email
pt: Email do Utilizador

source: Auto Tag: Browsers
pt: Etiqueta Automática: Navegadores

source: Browser Name
pt: Nome do Browser

source: Auto Tag: Operating Systems
pt: Etiqueta Automática: Sistemas Operativos

source: Operating System
pt: Sistema Operativo

source: Page Not Found
pt: Página Não Encontrada

source: The page you are looking for was not found.
pt: A página que procura não foi encontrada

source: Return to the dashboard
pt: Voltar ao painel de controlo

source: Internal Server Error
pt: Erro Interno do Servidor

source: There was an internal server error while processing your request.
pt: Ocorreu um erro interno do servidor enquanto processava o seu pedido.

source: You may reference this error as <strong>%(id)s</strong>.
pt: Pode referir este erro como <strong>%(id)s</strong>.

source: Dashboard
pt: Painel de Controlo

source: Get yourself some JavaScripts dood
pt: Necessita de habilitar o JavaScript

source: Loading historical data...
pt: Carregando dados históricos...

source: Trends
pt: Tendências

source: 15 minutes
pt: 15 minutos

source: 60 minutes
pt: 60 minutos

source: 24 hours
pt: 24 horas

source: Loading ...
pt: A carregar ...

source: New Events
pt: Novos Eventos

source: You do not have access to any projects. Would you like to <a href="%(link)s">create a new project</a>?
pt: Não tem acesso a nenhum projeto. Deseja <a href="%(link)s">criar um novo projeto</a>?

source: Getting Started
pt: Guia de Introdução

source: Search
pt: Pesquisar

source: We were unable to find a message matching the ID you entered.
pt: Não foi possível localizar uma mensagem que corresponde ao ID que digitou.

source: Account
pt: Conta

source: Teams
pt: Equipas

source: Logout
pt: Sair

source: Login
pt: Entrar

source: Contribute
pt: Contribua

source: Translate
pt: Traduza

source: Please login to continue.
pt: Por favor autentique-se para continuar.

source: Login with your Sentry account
pt: Faça o login com sua conta do Sentry

source: Create a new account
pt: Criar uma nova conta

source: Lose your password?
pt: Perdeu sua senha?

source: Login or Register using another service
pt: Faça o Login ou Registre-se usando outro serviço

source: Login using another service
pt: Faça o Login usando outro serviço

source: If you already have an account, you can associate a social identity in the <a href="%(link)s">identities</a> page in your account settings (after you login).
pt: Se já possui uma conta, pode associar uma identidade social em <a href="%(link)s">identidades</a> nas configurações da sua conta (após o login).

source: Forbidden
pt: Proibido

source: You do not have access to this page with your current permissions.
pt: Não tem acesso a esta página com suas permissões atuais.

source: Register
pt: Registar

source: Login as an existing user
pt: Faça o Login como um utilizador existente

source: Register using another service
pt: Registe-se usando outro serviço

source: Sign in with %(service)s
pt: Entrar com %(service)s

source: Sort by: %(label)s
pt: Ordenar por: %(label)s

source: No events match your search query.
pt: Nenhum evento corresponde à sua pesquisa.

source: Previous
pt: Anterior

source: Next
pt: Próximo

source: Create a New Team
pt: Crie uma Nova Equipa

source: Your teams
pt: As suas equipas

source: You are not a member of any teams.
pt: Não é membro de nenhuma equipa.

source: Trending
pt: Tendências

source: New
pt: Novo

source: Appearance
pt: Aparência

source: Events
pt: Eventos

source: Localization
pt: Localização

source: Save Changes
pt: Gravar Alterações

source: Identities
pt: Identidades

source: Current Identities
pt: Identidades Atuais

source: There are no identities associated with this account.
pt: Não há nenhuma identidade associada a esta conta.

source: Identity
pt: Identidade

source: Notification Settings
pt: Configuração de notificações

source: Notifications are generally sent when a new event is seen, an already resolved event has changed to unresolved, or a system-wide spike in events is detected.
pt: As notificações são geralmente enviadas quando um novo evento é visto, um evento já resolvido foi alterado para pendente, ou um pico por todo o sistema em eventos foi detetado.

source: General
pt: Geral

source: Choose which projects you wish to receive email notifications for, as well as an alternative email address to send to.
pt: Escolha os projetos para os quais deseja receber notificações por e-mail, bem como um endereço de e-mail alternativo.

source: Project Name
pt: Nome do Projeto

source: Email Address
pt: Endereço de Email

source: Account Settings
pt: Configurações de Conta

source: To make changes to your account, you must first enter your current password.
pt: Para modificar a sua conta, deverá introduzir a sua password actual.

source: You may also optionally change your password.
pt: Poderá opcionalmente modificar a sua password.

source: Recover Account
pt: Recuperar Conta

source: You have confirmed your email, and may now update your password below.
pt: Confirmou o seu email, e agora pode atualizar sua senha abaixo.

source: Change Password
pt: Alterar Senha

source: We were unable to confirm your identity. Either the link you followed is invalid, or it has expired. You can always <a href="%(link)s">try again</a>.
pt: Não foi possível confirmar a sua identidade. O link utilizado é inválido ou expirou. Poderá sempre <a href="%(link)s">tentar novamente</a>.

source: To recover a lost account, you will need to know your account's username. We will send a confirmation email to this address which allows you to change your password.
pt: Para recuperar uma conta perdida, precisa saber o seu nome de utilizador. Nós enviaremos um email de confirmação para este endereço que o permitirá trocar a sua senha.

source: Send Email
pt: Enviar Email

source: We have sent an email to the address registered with this account containing further instructions to reset your password.
pt: Enviámos um e-mail para o endereço registado com esta conta contendo mais instruções para recuperar a sua senha.

source: Stats
pt: Estatísticas

source: Statistics
pt: Estatísticas

source: Manage Projects
pt: Gerir Projetos

source: You are viewing projects sorted by the number of events created in the last 24 hours. Projects that have not sent any data are not shown in this view.
pt: Está a visualizar projetos escolhidos pelo número de eventos criados nas últimas 24 horas. Projetos que não enviaram quaisquer dados não são mostrados nesta vista.

source: Project
pt: Projeto

source: Events (24h)
pt: Eventos (24h)

source: Date Added
pt: Data Adicionado

source: There are no active projects in Sentry.
pt: Não há projetos ativos no Sentry.

source: Server Status
pt: Status do Servidor

source: Environment
pt: Ambiente

source: Server Version
pt: Versão do Servidor

source: Python Version
pt: Versão do Python

source: Configuration File
pt: Ficheiro de Configuração

source: Uptime
pt: Tempo de serviço

source: Environment not found (are you using the builtin Sentry webserver?).
pt: Ambiente não encontrado (está a usar o servidor web interno do Sentry?).

source: Configuration
pt: Configuração

source: Mail Configuration
pt: Configurações de Email

source: SMTP Settings
pt: Configurações SMTP

source: Username
pt: Nome de Utilizador

source: not set
pt: não definido

source: Yes
pt: Sim

source: No
pt: Não

source: Test Settings
pt: Teste de Configurações

source: Send an email to your account's email address to confirm that everything is configured correctly.
pt: Envie um email para o endereço de email da sua conta para confirmar se tudo está configurado corretamente.

source: Send a test email to %(email)s
pt: Enviar um email de teste para %(email)s

source: Packages
pt: Pacotes

source: Extensions
pt: Extensões

source: No extensions registered.
pt: Não foram registadas extensões.

source: Modules
pt: Módulos

source: Manage Teams
pt: Gira Equipas

source: Team
pt: Equipa

source: Projects
pt: Projetos

source: There are no active teams in Sentry.
pt: Não há equipas ativas em Sentry.

source: Change User
pt: Alterar Utilizador

source: Remove User
pt: Remover Utilizador

source: Cannot remove yourself
pt: Não é possível remover a si mesmo

source: Daily Events
pt: Eventos Diários

source: Manage Users
pt: Gerir Utilizadores

source: Create a new user
pt: Criar um novo utilizador

source: Name
pt: Nome

source: Joined
pt: Juntou-se

source: Last Login
pt: Última Autenticação

source: There are no users matching your query in Sentry.
pt: Não existem utilizadores no Sentry com a sua pesquisa.

source: There are no active projects for this user.
pt: Não exitem projetos ativos para este utilizador.

source: New User
pt: Novo Utilizador

source: Confirm
pt: Confirmar

source: Cancel
pt: Cancelar

source: Alert at %(datetime)s
pt: Alerta às %(datetime)s

source: Related Events
pt: Eventos Relacionados

source: Trending at time of alert
pt: Tendência em tempo de alerta

source: Note: All events represent their current state, not their value at the time of this alert.
pt: Nota: Todos os eventos representam o seu estado atual, não o seu valor na altura deste alerta.

source: No trends are available for this report.
pt: Não há tendências disponíveis para este relatório.

source: When:
pt: Quando:

source: Alerts
pt: Alertas

source: Recent Alerts
pt: Alertas Recentes

source: Settings
pt: Configurações

source: Notifications
pt: Notificações

source: Overview
pt: Visão global

source: Users
pt: Utilizadores

source: Search query or event ID
pt: Procure identificação de inquérito ou evento

source: Event ID
pt: Identificação do Evento

source: Project Settings
pt: Configurações de Projetos

source: Create a New Project
pt: Crie um Novo Projeto

source: Members
pt: Membros

source: Access Groups
pt: Grupos de Acesso

source: Datetime:
pt: Data hora:

source: Project:
pt: Projeto

source: New Event
pt: Novo Evento

source: Regression
pt: Regressão

source: Level:
pt: Nível:

source: Server:
pt: Servidor:

source: First Seen:
pt: Primeira Ocorrência:

source: %(name)s events
pt: %(name)s eventos

source: No events match your filters.
pt: Nenhum evento coincidiu com os seus filtros.

source: Replay Request
pt: Repetir Pedido

source: Please fill out all fields.
pt: Por favor preencha todos os campos.

source: Submit
pt: Submeter

source: Tag Details
pt: Etiquete Detalhes

source: There don't seem to be any tags in the system yet. For more information on how you can tag data, check your client's documentation.
pt: Parece que ainda não há nenhumas etiquetas no sistema. Para mais informação sobre como etiquetar dados, verifique a documentação do seu cliente.

source: Details
pt: Detalhes

source: Key:
pt: Chave:

source: You dont seem to have any data recorded for this tag. For more information on how to send this information consult your client's documentation.
pt: Parece que não tem nenhuns dados gravados para esta etiqueta. Para mais informação em como enviar esta informação, consulte a documentação do seu cliente.

source: Events Seen
pt: Eventos Vistos

source: Path
pt: Caminho

source: Code Details
pt: Detalhes do Código

source: Filename:
pt: Nome do ficheiro:

source: Function:
pt: Função:

source: Newer Event
pt: Evento mais Recente

source: Older Event
pt: Evento mais Antigo

source: Tags
pt: Etiquetas

source: Similar Events
pt: Eventos Semelhantes

source: Aggregate Details
pt: Detalhes Agregados.

source: Reopened At:
pt: Reaberto em:

source: Last Seen:
pt: Última Ocorrência:

source: Avg Duration:
pt: Duração Média:

source: n/a
pt: n/d

source: This event is <strong>publicly visible</strong>.
pt: Este evento é <strong>visível publicamente</strong>.

source: This event is <strong>not publicly visible</strong>.
pt: Este evento <strong>não é visível publicamente</strong>.

source: Change
pt: Alterar

source: Actions
pt: Ações

source: Mute Event
pt: Evento Mudo

source: Unmute Event
pt: Acione Evento

source: Remove Event Data
pt: Remover os Dados do Evento

source: This list only contains a portion of all events seen. For more information about how Sentry samples events, see the <a href="%(link)s">documentation</a>.
pt: Esta lista apenas contém parte de todos os eventos ocorridos. Para mais informação sobre como o Sentry trata as amostras, consulte a <a href="%(link)s">documentação</a>.

source: There are no records recorded for this event.
pt: Não há registros gravados para este evento.

source: All Events
pt: Todos os Eventos

source: Only Bookmarks
pt: Apenas Bookmarks

source: Resolve Feed
pt: Resolver Feed

source: Pause Updates
pt: Pausar Atualizações

source: Enable Updates
pt: Habilitar Atualizações

source: All events are represented in UTC time.
pt: Todos os eventos são representados na hora UTC.

source: Clear
pt: Limpar

source: Apply
pt: Aplicar

source: You are viewing a publicly available version of this event's data. Some information may not be available.
pt: Esta a visualizar uma versão publicamente disponível dos dados deste evento. Alguma informação pode não estar disponível.

source: There don't seem to be any tags stored for this event. For more information on how you can tag data, check your client's documentation.
pt: Não parecem existir tags armazenadas para este evento. Para mais informação de como utilizar tags, verifique a documentação do seu cliente.

source: To start sending events, configure your client with the following DSN value:
pt: Para iniciar o envio de eventos, configure o seu cliente com o seguinte valor de DSN:

source: If this is a client that only needs public access (like <a href="%(link)s">raven-js</a>), you can use the following public DSN:
pt: Se um cliente apena necessita de acesso público (como <a href="%(link)s">raven-js</a>), poderá usar o seguinte DSN público:

source: There is no API key assigned to your account. Generate a new key or select one from the <a href="%(link)s">API Keys page</a>.
pt: Não há chave API associada à sua conta. Crie uma nova chave ou selecione uma de <a href="%(link)s">página chaves API</a>.

source: Platforms
pt: Plataformas

source: Frameworks
pt: Quadros

source: More Clients
pt: Mais Clientes

source: For more information on developing clients and the Sentry API, see the <a href="%(link)s">documentation</a>.
pt: Para mais informação em desenvolvimento de clientes e o API Sentry, veja <a href="%(link)s">documentação</a>.

source: Additional Data
pt: Dados Adicionais

source: Package Versions
pt: Versões do Pacote

source: Mark as Resolved
pt: Marcar como Resolvido

source: Already Resolved
pt: Já foi Resolvido

source: Index
pt: Índice

source: Value
pt: Valor

source: Collapse Context
pt: Colapse Contexto

source: Expand Context (%(num)s hidden)
pt: Expanda Contexto (%(num)s escondidos)

source: Top
pt: Topo

source: Versions
pt: Versões

source: Start by installing <a href="%(link)s">raven-node</a>:
pt: Comece por installar o <a href="%(link)s">raven-node</a>:

source: Register an instance of the Connect middleware <strong>after your main application handler</strong>:
pt: Registe uma instância do Connect middleware <strong>depois do main application handler</strong>:

source: Ensure Node is run with <code>NODE_ENV=production</code>:
pt: Confirme que o Node está a correr com <code>NODE_ENV=production</code>:

source: That's it! Raven automatically installs an error handling hook to pipe all uncaught exceptions to Sentry.
pt: É isto! O Raven automáticamente instala um mecanismo de controle de reporte de erros para envio de exceções não apanhadas para o Sentry.

source: For more information on other uses of Raven with Node.js, please see the <a href="%(link)s">official documentation for raven-node</a>.
pt: Para mais informações de outros usos do Raven com Node.js, por favor leia a <a href="%(link)s">documentação oficial para o raven-node</a>.

source: Start by installing <a href="%(link)s">raven-csharp</a>:
pt: Comece por instalar <a href="%(link)s">raven-csharp</a>:

source: Initialize the client:
pt: Inicializar o cliente:

source: To capture errors, you'll need to wrap your code in a simple try/catch block:
pt: Para capturar erros, irá precisar de inserir o seu código num simples bloco de tentativa/captura:

source: For more information on other uses of Raven with C#, please see the <a href="%(link)s">official documentation for raven-csharp</a>.
pt: Para mais informação sobre outras utilizações de Raven com C#, por favor veja a documentação oficial <a href="%(link)s"> para raven-csharp</a>.

source: Then simply modify your Django configuration:
pt: Depois modifique a sua configuração de Django:

source: Set your DSN value
pt: Defina o seu valor DSN

source: Add raven to the list of installed apps
pt: Adicione o raven à sua lista de aplicações instaladas

source: If you wish to test your connection to the server, you can use the raven test command:
pt: Se quiser testar a sua conexão ao servidor, pode usar o comando para teste raven:

source: Register an instance of the Express middleware:
pt: Registe a instância do Express middleware:

source: You'll also need blinker if you do not have it already:
pt: Vai também precisar de pisca se já não o tiver:

source: Blinker is required for signals to work within Flask.
pt: O Blinker é obrigatório para os sinais trabalharem com o Flask.

source: Add the required configuration in your application setup:
pt: Adicione as configurações necessárias na instalação da sua aplicação:

source: Start by installing <a href="%(link)s">raven-objc</a>:
pt: Comece por instalar o <a href="%(link)s">raven-objc</a>:

source: (Installing the client as a git submodule will make future updates easier)
pt: (Instalar o cliente como um submodulo do git tornará as actualizações futuras mais fáceis)

source: Initialize the client. This is usually done in your app delegate's <code>application:didFinishLaunchingWithOptions</code>:
pt: Inicialize o cliente. Isto é geralmente feito no seu app delegate <code>application:didFinishLaunchingWithOptions</code>:

source: For more information on other uses of Raven with iOS, please see the <a href="%(link)s">official documentation for raven-objc</a>.
pt: Para mais informações de outros usos do Raven com iOS, por favor, veja a <a href="%(link)s">documentação oficial do raven-objc</a>.

source: You can manually send events using the EventBuilder:
pt: Pode enviar eventos manualmente através de EventBuilder:

source: record a simple message
pt: grave uma mensagem simples

source: Start by installing <a href="%(link)s">raven-java</a>.
pt: Comece pela instalação do <a href="%(link)s">raven-java</a>.

source: The easiest way to add the Raven dependency is with Maven:
pt: A maneira mais fácil de adicionar a dependência Raven é com Maven:

source: For more information on other uses of Raven with Java, please see the <a href="%(link)s">official documentation for raven-java</a>.
pt: Para mais informações de outros usos do Raven com Java, por favor leia a <a href="%(link)s">documentação oficial para o raven-java</a>.

source: You'll need to configure the SentryAppender in your logging configuration:
pt: Irá precisar de configurar o SentryAppender na sua configuração para login:

source: You'll need to configure the SentryHandler in your logging.properties:
pt: Irá precisar de configurar o SendryHandler no seu logging.properties:

source: Start by installing <a href="%(link)s">raven-js</a>.
pt: Comece por instalar <a href="%(link)s">raven-js</a>.

source: Add the any URLs which will be logging errors in your project's settings under <a href="%(project_link)s#client-security">Client Security</a>:
pt: Adicione quaisquer URLs que deverá registar erros nas configurações do seu projeto em <a href="%(project_link)s#client-security">Segurança do Client</a>:

source: Configure the client:
pt: Configure o cliente:

source: Add additional user context if it's available:
pt: Adicione contexto de utilizador adicional se estiver disponível.

source: Now call out to the raven client to capture events:
pt: Agora chame o cliente raven para a captura de eventos:

source: capture an exception
pt: capture uma exceção

source: For more information on other uses of Raven with Javascript, please see the <a href="%(link)s">official documentation for raven-js</a>.
pt: Para mais informações de outros usos do Raven com Javascript, por favor veja a <a href="%(link)s">documentação oficial do raven-js</a>.

source: Create an instance of the client:
pt: Crie uma instância do cliente:

source: You can also optionally install a default error handler to catch all exceptions:
pt: Opcionalmente poder instalar o gestor de erros genérico para apanhar todas as exceções:

source: Start by installing <a href="%(link)s">raven-php</a>.
pt: Comece pela instalação do <a href="%(link)s">raven-php</a>.

source: Register the autoloader:
pt: Registe o autoloader:

source: <strong>Note:</strong> We dont recommend registering the generic error handler as it can be quite noisey.
pt: <strong>Note:</strong> Não recomendamos registrar o manipulador de erros genérico, pois pode ser bastante barulhento.

source: For more information on other uses of Raven with PHP, please see the <a href="%(link)s">official documentation for raven-php</a>.
pt: Para mais informações de outros usos do Raven com PHP, por favor leia a <a href="%(link)s">documentação oficial para o raven-php</a>.

source: If you want to wrap a WSGI app to record uncaught exceptions, Raven provides a middleware for that:
pt: Se desejar envolver um aplicação WSGI para gravar exceções não apanhadas, o Raven providencia um middleware para o efeito:

source: Start by installing <a href="%(link)s">raven-python</a>:
pt: Comece pela instalação do <a href="%(link)s">raven-python</a>:

source: For more information on other uses of Raven with Python, please see the <a href="%(link)s">official documentation for raven-python</a>.
pt: Para mais informações de outros usos do Raven com Python, por favor leia a <a href="%(link)s">documentação oficial para o raven-python</a>.

source: Start by installing <a href="%(link)s">r-logging</a>:
pt: Comece pela instalação do <a href="%(link)s">r-logging</a>:

source: Load the logging package:
pt: Carregue o pacote de logging:
