Repository: vls/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Create a Sentry handler and add it to a logger:
pt: Crie um gestor do Sentry e adicione-o um logger:

source: Send events via the standard logging interface:
pt: Envie eventos via interface de standard logging:

source: For more information on other uses of the logging package, see the <a href="%(link)s">documentation for r-logging</a>.
pt: Para mais informações acerca de outros usos do pacote de logging, consulte por favor a <a href="%(link)s">documentação do r-logging</a>.

source: Add a <code>config/initializers/raven.rb</code> containing:
pt: Adicione <code>config/initializers/raven.rb</code> contendo:

source: Now wrap your application to capture events:
pt: Agora enrole o aplicativo para capturar eventos:

source: Start by installing <a href="%(link)s">raven-ruby</a>:
pt: Comece pela instalação do <a href="%(link)s">raven-ruby</a>:

source: Or add it to your <code>Gemfile</code>:
pt: Ou adicione ao seu <code>Gemfile</code>:

source: For more information on other uses of Raven with Ruby, please see the <a href="%(link)s">official documentation for raven-ruby</a>.
pt: ara mais informações acerca de outros usos do Raven em Ruby, consulte por favor a <a href="%(link)s">documentação oficial do raven-ruby</a>.

source: Configure the client within your application:
pt: Configure o cliente na sua aplicação:

source: That's it! Raven automatically appends middleware to pipe all uncaught exceptions to Sentry.
pt: E já está! Raven anexa automaticamente middleware para juntar todas as exceções não detetadas ao Sentry.

source: Once the sentry client is attached to the application, request handlers can automatically capture uncaught exceptions by inheriting the SentryMixin class.
pt: Assim que o cliente sentry estiver anexado à aplicação, os manipuladores pedidos podem capturar automaticamente exceções não detetadas, herdando a classe SentryMixin.

source: Exception
pt: Exceção

source: most recent call first
pt: chamada mais recente primeiro

source: most recent call last
pt: chamada mais recente por último

source: Types:
pt: Tipos:

source: Value:
pt: Valor:

source: Location:
pt: Localização:

source: Replay this request
pt: Repetir este pedido

source: Method:
pt: Método:

source: Body:
pt: Corpo:

source: Headers:
pt: Cabeçalhos:

source: Environment:
pt: Ambiente:

source: Original Location
pt: Localização Original

source: Filename
pt: Nome de ficheiro

source: Line Number
pt: Número de Linha

source: Column Number
pt: Número de Coluna

source: Function
pt: Função

source: Sourcemap
pt: Mapa original

source: Toggle Context
pt: Alternar Contexto

source: Template Error
pt: Erro na Template

source: Username:
pt: Utilizador:

source: Changes to your configuration were saved successfully.
pt: As alterações efetuadas à suas configurações foram gravadas com sucesso.

source: You still need to <a href="%(link)s">associate an identity</a> with %(title)s before you can create issues with this service.
pt: Ainda precisa de <a href="%(link)s">associar uma identidade</a> com %(title)s antes de poder criar assuntos com este servidor.

source: Your server administrator will need to configure authentication with <strong>%(auth_provider)s</strong> before you can use this plugin.
pt: O administrador do seu servidor irá precisar de configurar a autenticação com <strong>%(auth_provider)s</strong> antes de poder usar este plugin.

source: You still need to <a href="%(link)s">configure this plugin</a> before you can use it.
pt: Ainda precisa de <a href="%(link)s">configurar este plugin</a> antes de poder usá-lo.

source: Times Seen
pt: Número de Ocorrências

source: Project List
pt: Lista de Projetos

source: The following is a list of projects that you are a member of.
pt: A seguinte lista é dos projetos os quais é membro.

source: Membership
pt: Tipo de membro

source: Owner
pt: Proprietário

source: no owner
pt: sem proprietário

source: New Project
pt: Novo Projeto

source: You are not able to create a new project because you are not a member of any teams. Ask an administrator to add you to a team.
pt: Não pode criar um novo projecto porque não é membro de nenhuma equipa. Solicite a um administrador para o adicionar a uma equipa.

source: Client Configuration
pt: Configuração de Cliente

source: Manage API Keys
pt: Gira Chaves API

source: Generate New Key
pt: Crie Nova Chave

source: API Key
pt: Chave da API

source: Revoke
pt: Revogar

source: You do not have access to any projects.
pt: Não tem acesso a nenhum projeto.

source: Project Details
pt: Detalhes do Projeto

source: Changes to your project were saved successfully.
pt: As alterações efetuadas ao seu projeto foram gravadas com sucesso.

source: Event Settings
pt: Configurações do Evento

source: Client Security
pt: Segurança do Client

source: Configure origin URLs which Sentry should accept events from. This is used for communication with clients like <a href="%(link)s">raven-js</a>.
pt: Configure URLs originais de que a Sentry deve aceitar eventos. É usado para comunicar com clientes como <a href="%(link)s">raven-js</a>.

source: This will restrict requests based on the <code>Origin</code> and <code>Referer</code> headers.
pt: Isto irá restringir pedidos baseados nos cabeçalhos <code>Origin</code> e <code>Referer</code>.

source: Remove Project
pt: Remover Projeto

source: This project cannot be removed. It is used internally by the Sentry server.
pt: Este projeto não pode ser removido. É usado internamente pelo servidor Sentry.

source: API Keys
pt: Chaves da API

source: All Platforms
pt: Todas as Plataformas

source: Integrations
pt: Integrações

source: Manage Integrations
pt: Gira Integrações

source: Manage Tags
pt: Gerir Etiquetas

source: Configure tags which you want to enable filters for.
pt: Configure as etiquetas em que deseja ativar filtros.

source: Note: You can only configure tags which have already been seen.
pt: Nota: Apenas poderá configurar etiquetas que já foram visualizadas.

source: We have not yet recorded any tags for this project.
pt: Ainda não registramos nenhuma etiqueta para este projeto.

source: Sentry will automatically notify you whenever an event is first seen, or its state changes from resolved to unresolved.
pt: Sentry irá notificá-lo automaticamente sempre que um evento é visto primeiro, ou se o seu estado muda de resolvido para pendente.

source: Alerts are triggered when the rate of events for the entire project increase by a relative amount. Values represent a 60-second interval.
pt: São despoletados alertas quando a taxa de eventos para o projeto inteiro aumenta numa quantidade relativa. Os valores representam um intervalo de 60 segundos.

source: Tag restrictions are based on your global notification rules. If tags are specified, notifications will be sent when they match any of the restrictions.
pt: Restrições de etiqueta são baseadas nas suas regras de notificação global. Se aas etiquetas são especificadas, as notificações serão enviadas quando corresponderem a quaisquer restrições.

source: %(platform_title)s Client Configuration
pt: Configuração de Cliente de %(platform_title)s

source: Configuring %(platform_title)s
pt: Configurando %(platform_title)s

source: Enable Plugin
pt: Activar Plugin

source: Disable Plugin
pt: Desativar Plugin

source: Are you sure you wish to reset all configuration for this plugin?
pt: Tem certeza de que deseja redefinir todas as configurações para este plugin?

source: Reset Configuration
pt: Redefinir Configuração

source: Integration
pt: Integração

source: Version
pt: Versão

source: Enabled
pt: Ativado

source: Team List
pt: Listagem de Equipa

source: Team Details
pt: Detalhes da Equipa

source: Please correct the errors below.
pt: Por favor corrija os erros seguintes.

source: Remove Team
pt: Remover Equipa

source: You cannot remove this team because it has projects assigned to it
pt: Não pode remover esta equipa, porque existem projetos atribuídos a ela

source: New Team
pt: Nova Equipa

source: Teams in Sentry represent a collection of users and projects. They're the top level component of your organization allowing you to control access and scope of events.
pt: As equipas em Sentry representam uma coleção de utilizadores e projetos. São o componente de nível mais elevado da sua organização, que lhe permite controlar o acesso e alargar eventos.

source: Create Team
pt: Crie Equipa

source: Are you sure you wish to remove this team? This change is permanent!
pt: Tem a certeza que deseja remover esta equipa? Esta alteração é permanente!

source: Access Group
pt: Grupo de Acesso

source: Group Settings
pt: Configurações de Grupo

source: Remove Access Group
pt: Remova Grupo de Acesso

source: About Access Groups
pt: Sobre Grupos de Acesso

source: This page lists access groups within your team. An access group is an alternative to using team-wide membership, which allows you to restrict access to only specific projects.
pt: Esta página tem uma lista de grupos de acesso na sua equipa. Um grupo de acesso é uma alternativa à utilização da adesão por uma equipa, o que lhe permite restringir acesso apenas a projetos específicos.

source: New Access Group
pt: Novo Grupo de Acesso

source: Access Type
pt: Tipo de Acesso

source: automatically managed
pt: gerido automaticamente

source: Remove
pt: Remover

source: You have not created any access groups yet.
pt: Ainda não criou nenhum grupo de acesso.

source: Group Members
pt: Membros de Grupo

source: There are no members assigned to this group.
pt: Não há membros atribuídos a este grupo.

source: Add Member
pt: Adicione Membro

source: Group Projects
pt: Projetos de Grupo

source: There are no projects assigned to this group.
pt: Não há projetos atribuídos a este grupo.

source: Add Project
pt: Adicione Projeto

source: Are you sure you wish to remove this access group? This change is permanent!
pt: Tem a certeza que quer remover este grupo de acesso? Esta alteração é permanente!

source: Team Invite
pt: Convite para Equipa

source: <strong>%(team_owner)s</strong> is using Sentry to aggregate errors for the <strong>%(team_name)s</strong> team.
pt: <strong>%(team_owner)s</strong> está a usar Sentry para agregar erros para a equipa <strong>%(team_name)s</strong>.

source: You have been invited to join this team, which manages <strong>%(project_count)s</strong> project(s):
pt: Foi convidado para se juntar a esta equipa, que gere projeto(s) <strong>%(project_count)s</strong>:

source: Join the %(team_name)s team
pt: Junte-se à equipa %(team_name)s

source: To continue, you must either login to your existing account, or create a new one.
pt: Para continuar, tem de fazer login na sua conta, ou criar uma nova.

source: Edit Member
pt: Editar Membro

source: Access Levels
pt: Níveis de Acesso

source: The primary difference between access levels is team management. Any member with admin access is treated almost identical to the team owner.
pt: A diferença principal entre níveis de acesso é gestaõ de equipa. Qualquer membro com acesso admin. é tratado de forma quase idêntica ao dono da equipa.

source: Access
pt: Acesso

source: About Memberships
pt: Sobre Adesões

source: This page lists team-wide memberships whom have access to all projects owned by this team. If you wish to add memberships bound to individual projects, you can do so with <a href="%(link)s">Access Groups</a>.
pt: Esta página tem uma lista de adesões de equipas com acesso a todos os projetos detidos por esta equipa. Se quiser adicionar adesões vinculadas a projetos individuais, pode fazê-lo com <a href="%(link)s">Access Groups</a>.

source: New Member
pt: Novo Membro

source: unavailable for owner
pt: não disponível para o seu proprietário

source: Pending Members
pt: Membros Pendentes

source: Resend
pt: Reenviar

source: Invite a new user
pt: Convide um novo utilizador

source: Add an existing user
pt: Adicionar um utilizador existente

source: Invite a member to join this team via their email address. If they do not already have an account they will first be asked to create one.
pt: Convide um membro para se juntar à equipa através do seu endereço de e-mail. Se já não tiverem uma conta, será primeiro pedido que criem uma.

source: You may add a user by their username if they already have an account.
pt: Poderá adicionar um utilizador pelo seu nome de utilizador se este já tiver uma conta.

source: Remove Member
pt: Remover Membro

source: Are you sure you wish to revoke this user's access? <strong>This change is permanent and will revoke their API keys immediately.</strong>
pt: Tem a certeza que deseja revogar o acesso a este utilizador? <strong>Esta alteração será permanente e revogará imediatamente as suas chaves da API.</strong>

source: There are no projects managed by this team.
pt: Não existem projetos geridos por esta equipa.

source: Projects allow you to scope events to a specific application in your organization. For example, you might have seperate projects for production vs development instances, or separate projects for your web app and mobile app.
pt: Os projetos permitem-lhe alargar eventos para uma aplicação específica na sua organização. Por exemplo, pode ter projetos separados para produção vs casos de desenvolvimento, ou projetos separados para a sua aplicação web e aplicação para telemóvel.

source: You dont seem to have any user data recorded. For more information on how to send this information consult your client's documentation.
pt: Parece que não tem dados de utilizador gravados. Para mais informação em como enviar esta informação, consulte a documentação dos seus clientes.

source: never
pt: nunca

source: 0 minutes
pt: 0 minutos

source: just now
pt: agora mesmo

source: 1 day
pt: 1 dia

source: yesterday
pt: ontem

source: ago
pt: atrás

source: Deletion has been queued and should occur shortly.
pt: A anulação está em fila de espera e deve ocorrer me breve.

source: Create a project for this user.
pt: Criar projeto para este utilizador.

source: Send this user a welcome email which will contain their generated password.
pt: Enviar a este utilizador um email de boas-vindas em que irá conter a password gerada.

source: Designates whether this user can perform administrative functions.
pt: Designa se este utilizador pode efetuar funções administrativas.

source: Disable the account.
pt: Desabilitar a conta.

source: Permanently remove the user and their data.
pt: Remover permanentemente o utilizador e os seus dados.

source: An account is already registered with that email address.
pt: Já está registada uma conta com esse endereço de e-mail.

source: An account is already registered with that username.
pt: Já está registada uma conta com esse nome de utilizador.

source: Designate an alternative email address to send email notifications to.
pt: Designe um endereço de e-mail alternativo para onde enviar notificações por e-mail.

source: Automatically subscribe to notifications for new projects
pt: Subscreva automaticamente notificações para novos projetos.

source: Do not subscribe to notifications for new projects
pt: Não subscreva notificações para novos projetos.

source: Current password
pt: Password actual

source: New password
pt: Nova senha

source: Your old password was entered incorrectly. Please enter it again.
pt: Sua senha antiga foi digitada incorretamente. Por favor tente novamente.

source: Language
pt: Linguagem

source: Stacktrace order
pt: Ordem de stacktrace

source: Default (let Sentry decide)
pt: Padrão (deixe Sentry decidir)

source: Most recent call last
pt: Chamada mais recente última

source: Most recent call first
pt: Chamada mais recente primeiro

source: Choose the default ordering of frames in stacktraces.
pt: Escolha a ordem de quadros por defeito em stacktraces.

source: We were unable to find a matching user.
pt: Não conseguimos encontrar um utilizador compatível.

source: Invalid username
pt: Utilizador inválido

source: e.g. example.com or https://example.com
pt: ex. example.com ou or https://example.com

source: Production
pt: Produção

source: Select a platform
pt: Selecione a plataforma

source: Remove all attached events.
pt: Remover evento anexados.

source: Migrate events to another project.
pt: Migrar eventos para outro projeto.

source: Confirm your identity by entering your password.
pt: Confirme a sua identidade introduzindo a sua senha

source: You must select a project to migrate data
pt: Deverá selecionar um projeto para a migração dos dados.

source: Your password was entered incorrectly. Please enter it again.
pt: A sua password foi introduzida incorretamente. Por favor tente novamente.

source: Imply public access to any event for this project.
pt: Implica acesso público a qualquer evento para este projeto.

source: Allowed Domains
pt: Domínios Permitidos

source: Separate multiple entries with a newline.
pt: Separe várias entradas através de uma quebra de linha.

source: Treat an event as resolved if it hasn't been seen for this amount of time.
pt: Trate um evento como resolvido se não foi visto durante este tempo.

source: Threshold
pt: Limiar

source: Notify when the rate of events increases by this percentage.
pt: Notifique quando a taxa de eventos aumentar até esta percentagem.

source: Minimum Events
pt: Eventos Mínimos

source: Generate an alert only when an event is seen more than this many times during the interval.
pt: Produza um alerta apenas quando um evento é visto mais do que estas vezes durante o intervalo.

source: Team Name
pt: Nome da Equipa

source: There is already a member with this email address
pt: Já existe um membro com este endereço de email

source: There is already a pending invite for this user
pt: Já existe um convite pendente para este utilizador

source: User is already a member of this team
pt: O utilizador já é membro desta equipa

source: Group Name
pt: Nome do Grupo

source: API Team
pt: Equipa API

source: Members will gain this level of access to all projects assigned to this group.
pt: Os membros irão obter este nível de acesso a todos os projetos entregues a este grupo.

source: slug
pt: linha

source: Invalid project slug
pt: Linha de projeto inválida

source: No Membership
pt: Não há Adesão

source: You are not a member of any teams in Sentry and you do not have access to create a new team.
pt: Não é membro de nenhuma equipa em Sentry e não tem acesso para criar uma nova equipa.

source: Missing Permission
pt: Permissão em Falta

source: You do not have the required permissions to %s.
pt: Não tem as permissões necessárias para %s.

source: Changes to your project were saved.
pt: Foram salvas as alterações ao seu projeto.

source: The API key (%s) was revoked.
pt: A chave API (%s) foi revogada.

source: Your settings were saved successfully.
pt: As suas configurações foram salvas com sucesso.

source: Changes to your team were saved.
pt: Foram guardadas as alterações feitas à sua equipa.

source: The team %r was permanently deleted.
pt: A %r da equipa foi apagada permanentemente.

source: The team member was added.
pt: O membro da equipa foi adicionado.

source: An invitation email was sent to %s.
pt: Um e-mail com convite foi enviado para %s.

source: You have been added to the %r team.
pt: Foi adicionado à equipa %r.

source: Changes to your team member were saved.
pt: Foram guardadas as alterações ao membro da sua equipa.

source: The team member was removed.
pt: O membro da equipa foi removido.

source: An email was sent to the pending team member.
pt: Foi enviado um e-mail ao membro pendente da equipa.

source: %s was permanently removed.
pt: %s foi removido permanentemente.

source: %s was added to this access group.
pt: %s foram adicionados a este grupo de acesso.
